namespace PizzaWorld.Code.Data;

public struct PizzaRecipes
{
    public static string PepperoniRecipe =
        "Рецепт пеперони: \nвозьми тесто, намажь на" +
        " него сочный томатный соус, возьми ломтики вкуснейшей пеперони" +
        " и равномерно разложи их по пицце";

    public static string FourCheeseRecipe =
        "Рецепт пиццы 4 сыра: \nвозьми тесто, намажь на него немного оливкового масла," +
        " посыпь специями. Дальше начинается самое интересное.\n" +
        "Берем сыр с плесенью и моцареллу, нарезаем все это дело на мелкие пластинки. " +
        "Затем идет пармезан и горгонзола, их мы натираем на терке. Добавляем все эти сыры в пиццу и можно запекать";
}