namespace PizzaWorld.Data;

public struct PizzaRecipes
{
    public static string PepperoniRecipe = $"Рецепт пипперони: \nвозьми тесто, намаж на" +
                                           $" него сочный томатный соус, возьми ломтики вкуснейшей пипперони" +
                                           $" и равномерно разложи по пицце";

    public static string FourCheeseRecipe =
        $"Рецепт пиццы 4 сыра: \nвозьми тесто, намаж на него немного оливкового масла," +
        $" посыпаем специями и начинается самое интересное.\n" +
        $"Берем сыр с плесенью и моцареллу, нарезаем все это дело на мелкие пластинки. " +
        $"Затем идет пармезан и горгонзолу, их мы натираем на терке. Добавляем все эти сыры в пиццу и можно запекать";
}